import React from "react";
import News from "../components/News.jsx";
import QuranActivity from "../components/QuranActivity.jsx";

import "./Home.css"
const Home = () => {
  return (
    <div>
      <h2 className="h2title">آخرین فعالیت های قرآنی</h2>
      <p className="ppadding">قرآن نوری است که در آن تاریکی یافت نمی شود و چراغی است که درخشندگی آن زوال نپذیرد، ریسمانی که رشته ی آن محکم و پناهگاهی که قله ی آن بلند و دریاییست که تشنگان آن ، آبش را تمام نتوانند کشید و شفا دهنده ایست که بیماری های وحشت انگیز را بزداید ، قرآن بهار دل چشمه های دانش ، سرچشمه ی عدالت و نهر جاری زلال حقیقت است.

درمان خود را از قرآن بخواهید و در سختیها از قرآن یاری طلبید و خواسته های خود را به وسیله قرآن طلب کنید و با دوستی قرآن به خدا روی آورید زیرا وسیله ای برای تقرب بندگان به خدا ، بهتر از قرآن وجود ندارد.</p>
      <News />
      {/* سایر بخش‌ها و کامپوننت‌های Home */}
      <QuranActivity />
    </div>
  );
};

export default Home;
